dahanzimin/micropython/ports/esp32/boards/MixGo_PE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "MixGo PE"
#define MICROPY_HW_MCU_NAME "ESP32"
